Repository: Castaneda-Angel/onebusaway-ios
Catalog: OBAKit/Strings/*.lproj/Localizable.strings
Languages: pl

# add_bookmark_controller.bookmark_stop_header
source: Bookmark the Stop
pl: Dodaj przystanek do ulubionych

# add_bookmark_controller.title
source: Add Bookmark
pl: Dodaj zakładkę

# add_group_alert.title
source: Add Group
pl: Dodaj grupę

# agencies_controller.title
source: Agencies
pl: Przewoźnicy

# agency_alerts_controller.title
source: Alerts
pl: Alerty

# alarm_builder_controller.minutes_fmt
source: %d minutes
pl: %d minut

# alarm_builder_controller.one_minute
source: 1 minute
pl: 1 minuta

# alarm_time_picker.action_button_title
source: Add Alarm
pl: Dodaj alarm

# alarm_time_picker.description
source: Remind me when this vehicle will depart in:
pl: Przypomnij mi kiedy ten pojazd odjeżdża za:

# bookmarks_controller.empty_set.body
source: Add a bookmark for a stop or trip to easily access it here.
pl: Dodaj zakładkę dla przystanku lub kursu, aby ułatwić do nich dostęp.

# bookmarks_controller.empty_set.title
source: No Bookmarks
pl: Brak zakładek

# bookmarks_controller.groups_button_title
source: Edit
pl: Edytuj

# bookmarks_controller.title
source: Bookmarks
pl: Zakładki

# bookmarks_controller.ungrouped_bookmarks_section.title
source: Bookmarks
pl: Zakładki

# contact_us_helper.cant_send_email.body_fmt
source: In order to contact us, you'll need to email us at %@. Please tap 'Copy Debug Info' to copy information to the clipboard that will be helpful for us to fix this problem. Please include this information in your email.
pl: Aby skontaktować się z nami, napisz do nas na adres %@. Kliknij proszę w 'Copy Debug Info', aby skopiować informację do schowka, co pomoże nam rozwiązać problem. Uwzględnij tą informację w wiadomości E-mail.

# contact_us_helper.cant_send_email.copy_email_button
source: Copy Email Address
pl: Skopiuj adres E-mail

# contact_us_helper.cant_send_email.copy_message_button
source: Copy Debug Info
pl: Kopiuj informację błędu

# contact_us_helper.cant_send_email.title
source: Can't Send Email via Mail.app
pl: Nie można było wysłać E-mail przez Mail.app

# contact_use_helper.feedback_subject.app
source: OneBusAway Feedback
pl: Informacja zwrotna OneBusAway

# contact_use_helper.feedback_subject.transit_agency
source: Transit Rider Feedback
pl: Informacja zwrotna pasażera

# credits_controller.title
source: Credits
pl: Podziękowania

# edit_bookmark_controller.add_group_button_title
source: Add Bookmark Group
pl: Dodaj grupę zakładek

# edit_bookmark_controller.group_section.header_title
source: Bookmark Group
pl: Grupa zakładek

# edit_bookmark_controller.name_section.header_title
source: Bookmark Name
pl: Nazwa zakładki

# edit_bookmark_controller.no_group_row
source: (No Group)
pl: (Bez grupy)

# edit_bookmark_controller.title_add
source: Add Bookmark
pl: Dodaj zakładkę

# edit_bookmark_controller.title_edit
source: Edit Bookmark
pl: Edytuj zakładkę

# fare_payments.dont_show_again
source: Continue and Don't Show Again
pl: Kontynuuj i nie pokazuj więcej

# formatters.arrived_x_min_ago_fmt
source: Arrived %d min ago
pl: Przyejchał %d min temu

# formatters.arrives_in_x_min_fmt
source: Arrives in %d min
pl: Przyjeżdża za %d min

# formatters.arriving_now
source: Arriving now
pl: Przyjeżdża teraz

# formatters.cardinal_adjective.east
source: Eastbound
pl: w kier. wschodnim

# formatters.cardinal_adjective.north
source: Northbound
pl: w kier. północnym

# formatters.cardinal_adjective.northeast
source: NE bound
pl: w kier. północno-wschodnim

# formatters.cardinal_adjective.northwest
source: NW bound
pl: w kier. północno-zachodnim

# formatters.cardinal_adjective.south
source: Southbound
pl: w kier. południowym

# formatters.cardinal_adjective.southeast
source: SE bound
pl: w kier. południowo-wschodnim

# formatters.cardinal_adjective.southwest
source: SW bound
pl: w kier. południowo-zachodnim

# formatters.cardinal_adjective.west
source: Westbound
pl: w kier. zachodnim

# formatters.cardinal_direction_abbrev.east
source: E
pl: wsch.

# formatters.cardinal_direction_abbrev.north
source: N
pl: półn.

# formatters.cardinal_direction_abbrev.northeast
source: NE
pl: półn.-wsch.

# formatters.cardinal_direction_abbrev.northwest
source: NW
pl: półn.-zach.

# formatters.cardinal_direction_abbrev.south
source: S
pl: połud.

# formatters.cardinal_direction_abbrev.southeast
source: SE
pl: połud.-wsch.

# formatters.cardinal_direction_abbrev.southwest
source: SW
pl: połud.-zach.

# formatters.cardinal_direction_abbrev.west
source: W
pl: zach.

# formatters.departed_x_min_ago_fmt
source: Departed %d min ago
pl: Odjechał %d min temu

# formatters.departing_now
source: Departing now
pl: Odjeżdża teraz

# formatters.departs_in_x_min_fmt
source: Departs in %d min
pl: Odjeżdża za %d min

# formatters.deviation.arrival_future_early_fmt
source: arrives %d min early
pl: przyjedzie %d min wcześniej

# formatters.deviation.arrival_future_late_fmt
source: arrives %d min late
pl: przyjedzie %d min później

# formatters.deviation.arrival_future_on_time
source: arrives on time
pl: przyjedzie na czas

# formatters.deviation.arrival_past_early_fmt
source: arrived %d min early
pl: przyjechał %d min wcześniej

# formatters.deviation.arrival_past_late_fmt
source: arrived %d min late
pl: przyjechał %d min później

# formatters.deviation.arrival_past_on_time
source: arrived on time
pl: przyjechał na czas

# formatters.deviation.departs_future_on_time
source: departs on time
pl: odjedzie na czas

# formatters.deviation.departure_future_early_fmt
source: departs %d min early
pl: odjedzie %d min wcześniej

# formatters.deviation.departure_future_late_fmt
source: departs %d min late
pl: odjedzie %d min później

# formatters.deviation.departure_past_early_fmt
source: departed %d min early
pl: odjechał %d min wcześniej

# formatters.deviation.departure_past_late_fmt
source: departed %d min late
pl: odjechał %d min później

# formatters.deviation.departure_past_on_time
source: departed on time
pl: odjechał na czas

# formatters.now
source: NOW
pl: TERAZ

# formatters.routes_label_fmt
source: Routes: %@
pl: Linie: %@

# formatters.search_bar_placeholder_fmt
source: Search in %@
pl: Szukaj w %@

# formatters.stop.stop_code_non_numeric
source: Stop: '%@'
pl: Przystanek: '%@'

# formatters.stop.stop_code_numeric
source: Stop #%@
pl: Przystanek #%@

# location_permission_bulletin.buttons.deny_permission
source: Maybe Later
pl: Może później

# location_permission_bulletin.buttons.give_permission
source: Allow Access
pl: Zezwól na dostęp

# location_permission_bulletin.description_text
source: Please allow the app to access your location to make it easier to find your transit stops.
pl: Zezwól aplikacji na dostęp do Twojej lokalizacji, aby ułatwić wyszukiwanie Twoich najbliższych przystanków.

# location_permission_bulletin.title
source: Welcome!
pl: Witaj!

# manage_bookmarks.controller_footer
source: You can rearrange and delete Bookmarks from this screen.
pl: Możesz zmieniać kolejność i usuwać zakładki z tego ekranu.

# manage_bookmarks_groups.toggle.bookmarks
source: Bookmarks
pl: Zakładki

# manage_bookmarks_groups.toggle.groups
source: Groups
pl: Grupy

# manage_groups_controller.add_group_button
source: Add Bookmark Group
pl: Dodaj grupę zakładek

# manage_groups_controller.groups.footer_text
source: You can rename, add, delete, and rearrange bookmark groups. Bookmarks in deleted groups are not deleted.
pl: Możesz zmieniać nazwy, dodawać, usuwać i zmieniać kolejność grup zakładek. Zakładki w usuniętej grupie nie są usuwane.

# manage_groups_controller.text_field_placeholder
source: Group name
pl: Nazwa grupy

# manage_groups_controller.title
source: Edit Bookmarks
pl: Edytuj zakładki

# map_controller.center_user_location
source: Center map on current location
pl: Centruj mapę na bieżącej lokalizacji

# map_controller.change_region_alert.button
source: Change Region
pl: Zmień region

# map_controller.change_region_alert.message_fmt
source: Would you like to change your region to %@?
pl: Czy chcesz zmienić swój region na %@?

# map_controller.change_region_alert.title
source: Change Region?
pl: Zmienić region?

# map_controller.no_search_results_found
source: No search results were found.
pl: Brak wyników

# map_controller.show_weather_button
source: Show Weather Forecast
pl: Pokaż prognozę pogody

# map_controller.vehicle_not_on_trip_error
source: The vehicle you chose doesn't appear to be on a trip right now, which means we don't know how to show it to you.
pl: Pojazd, który wybrałeś, nie wykonuje żadnego kursu, więc nie mamy co pokazać.

# map_item_controller.about_header
source: About
pl: O nas

# map_item_controller.more_header
source: More
pl: Więcej

# map_item_controller.nearby_stops_row
source: Nearby Stops
pl: Przystanki w pobliżu

# map_region_manager.status_overlay.zoom_to_see_stops
source: Zoom in to look for stops
pl: Przybliż, aby zobaczyć przystanki

# more_controller.about_app
source: About this App
pl: O tej aplikacji

# more_controller.alerts_for_region
source: Alerts
pl: Alerty

# more_controller.contact_developers
source: Feature Request/Bug Report
pl: Zgłoszenie nowej funkcji/błędu

# more_controller.contact_transit
source: Vehicle/Schedule Problem
pl: Problem z pojazdem/rozkładem

# more_controller.contact_us
source: Contact Us
pl: Kontakt

# more_controller.contact_us_alert_title
source: Contact Us
pl: Kontakt z nami

# more_controller.credits_row_title
source: Credits
pl: Podziękowania

# more_controller.debug_section.header
source: Debug
pl: Debugowanie

# more_controller.debug_section.push_id.not_available
source: Not available
pl: Niedostępne

# more_controller.my_location.agencies
source: Agencies
pl: Przewoźnicy

# more_controller.my_location.header
source: My Location
pl: Moja lokalizacja

# more_controller.my_location.pay_fare
source: Pay My Fare
pl: Płatność za przejazd

# more_controller.privacy_row_title
source: Privacy Policy
pl: Polityka prywatności

# more_controller.title
source: More
pl: Więcej

# more_controller.updates_and_alerts.header
source: Updates and Alerts
pl: Komunikaty i alerty

# more_controller.updates_and_alerts.row_fmt
source: Alerts for %@
pl: Alerty dla %@

# more_controller.weather_credits_row
source: Weather forecasts powered by Dark Sky
pl: Prognoza pogody dostarczana przez Dark Sky

# more_header.debug_enabled.title
source: Debug Mode Enabled
pl: Tryb debugowania włączony

# more_header.support_us_label_text
source: This app is made and supported by volunteers.
pl: Ta aplikacja jest stworzona i utrzymywania przez woluntariuszy.

# nearby_stops_controller.empty_set.body
source: There are no other stops in the vicinity.
pl: Nie ma więcej przystanków w okolicy.

# nearby_stops_controller.empty_set.title
source: No Nearby Stops
pl: Brak przystanków w pobliżu

# nearby_stops_controller.title
source: Nearby Stops
pl: Przystanki w pobliżu

# reachability_bulletin.description.cellular_no_internet
source: We can't access the Internet via your cellular connection. Try connecting to WiFi or moving to a new area.
pl: Brak dostępu do internetu przy podłączeniu GSM. Spróbuj skorzystać z Wi-Fi lub zmień położenie.

# reachability_bulletin.description.not_connected
source: We can't access the Internet. Try connecting via WiFi or cellular data.
pl: Brak połączenia z internetem. Skorzystaj z Wi-Fi lub z danych komórkowych.

# reachability_bulletin.description.wifi_no_internet
source: We can't access the Internet via your WiFi connection. Try turning off WiFi or connecting to a different network.
pl: Brak dostępu do internetu przy podłączeniu Wi-Fi. Spróbuj wyłaczyć Wi-Fi lub podłączyć się do innej sieci.

# reachability_bulletin.title
source: No Internet
pl: Brak połączenia z internetem.

# recent_stops.confirmation_alert.title
source: Are you sure you want to delete all of your recent stops?
pl: Czy jesteś pewien, że chcesz usunąć wszystkie swoje ostatnie przystanki?

# recent_stops.delete_all
source: Delete All
pl: Usuń wszystkie

# recent_stops.empty_set.body
source: Transit stops that you view in the app will appear here.
pl: Tutaj pojawią się przystanki, z których korzystasz w aplikacji.

# recent_stops.empty_set.title
source: No Recent Stops
pl: Brak ostatnich przystanków

# recent_stops_controller.title
source: Recent
pl: Ostatnie

# region_mismatch_bulletin.body_fmt
source: Your region is set to %1$@, but you appear to be in %2$@.
pl: Wybrany region to %1$@ ale wygląda na to że jesteś w %2$@.

# region_mismatch_bulletin.change_region_button_fmt
source: Change to %@
pl: Zmień na %@

# region_mismatch_bulletin.title
source: Change Region?
pl: Zmienić region?

# region_mismatch_bulletin.update_map_button_fmt
source: Show %@ on the map
pl: Pokaż %@ na mapie

# region_picker.description_text
source: Choose your transit region to use the app.
pl: Wybierz swój region, aby korzystać z aplikacji.

# region_picker.region_section.title
source: Regions
pl: Regiony

# region_picker.title
source: Choose Region
pl: Wybierz region

# region_picker_controller.automatically_select_region_switch_title
source: Automatically select region
pl: Wybierz region automatycznie

# region_picker_controller.title
source: Select a Region
pl: Wybierz region

# report_problem.title
source: Report a Problem
pl: Zgłoś problem

# report_problem_controller.report_stop_problem_fmt
source: Report a problem with the stop at %@
pl: Zgłoś problem z przystankiem przy %@

# report_problem_controller.stop_problem.header
source: Problem with the Stop
pl: Problem z przystankiem

# report_problem_controller.vehicle_problem.header
source: Problem with a Vehicle at the Stop
pl: Problem z pojazdem na przystanku

# route_stops_controller.stops_header
source: Stops
pl: Przystanki

# search_controller.bookmarks.header
source: Bookmarks
pl: Zakładki

# search_controller.empty_set.body
source: Type in an address, route name, stop number, or vehicle here to search.
pl: Wpisz tutaj adres, numer linii, symbol przystanku lub numer pojazdu, aby wyszukać.

# search_controller.empty_set.title
source: Search
pl: Wyszukiwanie

# search_controller.quick_search.header
source: Quick Search
pl: Szybkie wyszukiwanie

# search_interactor.quick_search.address_prefix
source: Address:
pl: Adres:

# search_interactor.quick_search.route_prefix
source: Route:
pl: Linia:

# search_interactor.quick_search.stop_prefix
source: Stop:
pl: Przystanek:

# search_interactor.quick_search.vehicle_prefix
source: Vehicle:
pl: Pojazd:

# search_results_controller.subtitle.route_fmt
source: Route %@
pl: Linia %@

# search_results_controller.subtitle.stop_number_fmt
source: Stop number %@
pl: Symbol przystanku %@

# search_results_controller.subtitle.vehicle_id_fmt
source: Vehicle ID %@
pl: Numer boczny pojazdu %@

# search_results_controller.title
source: Search Results
pl: Wyniki wyszukiwania

# settings_controller.alerts_section.display_test_alerts
source: Display test alerts
pl: Wyświetl testowe alerty

# settings_controller.alerts_section.title
source: Agency Alerts
pl: Alerty przewoźnika

# settings_controller.map_section.shows_heading
source: Show my current heading
pl: Pokaż mój obecny kurs

# settings_controller.map_section.shows_scale
source: Shows scale
pl: Pokaż skalę

# settings_controller.map_section.shows_traffic
source: Shows traffic
pl: Pokaż korki drogowe

# settings_controller.map_section.title
source: Map
pl: Mapa

# settings_controller.privacy_section.title
source: Privacy
pl: Prywatność

# settings_controller.prviacy_section.reporting_enabled
source: Send usage data to developer
pl: Wyślij dane użycia do dewelopera

# stop_controller.add_alarm
source: Add Alarm
pl: Dodaj alarm

# stop_controller.add_bookmark
source: Add Bookmark
pl: Dodaj zakładkę

# stop_controller.alarm_created_message
source: Alarm created
pl: Utworzono alarm

# stop_controller.arrival_departure_header
source: Arrivals and Departures
pl: Przyjazdy i odjazdy

# stop_controller.filter_toggle.all_departures
source: All Departures
pl: Wszystkie odjazdy

# stop_controller.filter_toggle.filtered_departures
source: Filtered Departures
pl: Filtrowane odjazdy

# stop_controller.load_more_button
source: Load More
pl: Załaduj więcej

# stop_controller.service_alerts_header
source: Service Alerts
pl: Komunikaty o stanie sieci

# stop_preferences_controller.routes_section.header_title
source: Routes
pl: Linie

# stop_preferences_controller.sorting_section.header_title
source: Sorting
pl: Sortowanie

# stop_preferences_controller.sorting_section.sort_by_route
source: Sort by route
pl: Sortuj po linii

# stop_preferences_controller.sorting_section.sort_by_time
source: Sort by time
pl: Sortuj po czasie

# stop_preferences_controller.title
source: Sort & Filter Routes
pl: Sortowanie & filtrowanie linii

# stop_problem_controller.comments_section.section_title
source: Additional comments (optional)
pl: Dodatkowe komentarze (opcjonalne)

# stop_problem_controller.location_section.section_footer
source: Sharing your location can help your transit agency fix this problem.
pl: Udostępnienie swojego położenia może pomóc deweloperom aplikacji w naprawieniu tego problemu.

# stop_problem_controller.location_section.section_title
source: Share your location?
pl: Udostępnić swoją lokalizację?

# stop_problem_controller.location_section.switch_title
source: Share location
pl: Udostępnianie lokalizacji

# stop_problem_controller.problem_section.row_label
source: Pick one:
pl: Wybierz:

# stop_problem_controller.problem_section.section_title
source: What seems to be the problem?
pl: Na czym polega problem?

# stop_problem_controller.send_button
source: Send Message
pl: Wyślij wiadomość

# stop_problem_controller.title
source: Report a Problem
pl: Raportuj problem

# stops_controller.more_options
source: More Options
pl: Więcej opcji

# stops_controller.nearby_stops
source: Nearby Stops
pl: Przystanki w pobliżu

# stops_controller.report_problem
source: Report a Problem
pl: Raportowanie problemu

# stops_controller.walking_directions_apple
source: Walking Directions (Apple Maps)
pl: Idź do przystanku (Mapy Apple)

# stops_controller.walking_directions_google
source: Walking Directions (Google Maps)
pl: Idź do przystanku (Mapy Google)

# trip_details_controller.continues_as_fmt
source: Continues as %@
pl: Kontynuuje jako %@

# trip_details_controller.last_report_fmt
source: Last report: %@
pl: Ostatni raport: %@

# trip_details_controller.service_alerts.header
source: Service Alerts
pl: Komunikaty o stanie sieci

# trip_details_controller.service_alerts_footer
source: Trip Details
pl: Szczegóły kursu

# trip_details_controller.starts_as_fmt
source: Starts as %@
pl: Rozpoczyna jako %@

# user_activity_builder.show_me_my_bus
source: Show me my bus
pl: Pokaż mój autobus

# vehicle_problem_controller.comments_section.section_title
source: Additional comments (optional)
pl: Dodatkowe komentarze (opcjonalne)

# vehicle_problem_controller.location_section.section_footer
source: Sharing your location can help your transit agency fix this problem.
pl: Udostępnienie swojej lokalizacji pozwoli Twojemu przewoźnikowi poprawić ten problem.

# vehicle_problem_controller.location_section.section_title
source: Share your location?
pl: Udostępnić swoją lokalizację?

# vehicle_problem_controller.location_section.switch_title
source: Share location
pl: Udostępnianie lokalizacji

# vehicle_problem_controller.on_vehicle_section.section_title
source: Are you on this vehicle?
pl: Jesteś w tym pojeździe?

# vehicle_problem_controller.on_vehicle_section.switch_title
source: On the vehicle
pl: W pojeździe

# vehicle_problem_controller.on_vehicle_section.vehicle_id_title
source: Vehicle ID
pl: Numer boczny pojazdu

# vehicle_problem_controller.problem_section.row_label
source: Pick one
pl: Wybierz

# vehicle_problem_controller.problem_section.section_title
source: What seems to be the problem?
pl: Na czym polega problem?

# vehicle_problem_controller.send_button
source: Send Message
pl: Wyślij wiadomość

# vehicle_problem_controller.title
source: Report a Problem
pl: Zgłaszanie problemu

# walk_time_view.distance_time_fmt
source: %1$@, %2$@: arriving at %3$@
pl: %1$@, %2$@: przyjedzie %3$@
